Revit 2024 API
ParameterTypeId.RoomFinishCeiling Property
 "Ceiling Finish"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RoomFinishCeiling { get; }
Visual Basic
Public Shared ReadOnly Property RoomFinishCeiling As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RoomFinishCeiling {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace